<div class="page-body-module">
  <div class="page-body-module-title">一、教案编写的基本原则</div>
  <div class="page-body-module-content text-muted">
    <ol style="padding-left: 20px;">
    <li>教师应在深入研读教材及其他参考资料、了解学生实际学习情况的基础上，根据课程的内容和特点，编写教案。教案可在集体备课的基础上，以课程教学团队为单位统一编写；也可由任课教师结合个人教学经验和教学风格，编写个性化教案。</li>
    <li>教案在教学主题、授课内容、课时安排等方面应与教学大纲、授课计划保持一致。</li>
    <li>教案编写按教学周、次进行，每一次课一份教案。</li>
    <li>教师撰写教案时，措辞要准确，用语要规范，图表要清晰。</li>
    <li>教案编写需使用学校统一模板。</li>
    </ol>
  </div>
</div>

<div class="page-body-module">
  <div class="page-body-module-title">二、教案内容说明</div>
  <div class="page-body-module-content text-muted">
    <ol style="padding-left: 20px;">
      <li>教学主题：某章某节+名称。</li>
      <li>教学目标：本次课的教学目标，建议按照“知识-能力-价值”三个维度具体描述。对标整门课程目标，尽量做到可观察、可测量、可评价，明确核心目标。</li>
      <li>教学重点：指本次课要解决的关键性问题。</li>
      <li>教学难点：指本次课需要重点讲授、学生接受有难度的内容。</li>
      <li>教学资源：如教学视频、案例库、习题库、实验项目库等。</li>
      <li>课程思政融入点：挖掘课程思政元素，明确思政内容与专业知识的契合点。</li>
      <li>教学环节名称：如复习旧课、导入新课、讲解新课、课堂练习、课堂讨论、实验操作、总结评价等。</li>
      <li>教学环节时间安排：针对某一个教学环节的时间，以分钟为单位。</li>
      <li>教学内容提要：明确本教学环节的教学内容。</li>
      <li>教学过程设计：包括教学方法与手段、学生学习活动、教师支持活动等。突出以学生为中心的教学理念，以学生学习成果为导向，充分利用现代信息技术，创新教学模式、方法、手段，合理组织与安排学习活动，有效激发学生积极思维，强化师生互动，为学生提供多样化的学习体验与个性化的学习支持。</li>
      <li>课后作业：如讨论题、思考题、课程论文、实验报告等。</li>
    </ol>
  </div>
</div>
